<?php
// Heading
$_['heading_title']    = 'Почта России';

// Text
$_['text_shipping']    = 'Доставка';
$_['text_success']     = 'Настройки модуля обновлены!';
$_['text_methods']     = 'Виды отправлений';
$_['text_browse']      = 'Обзор';
$_['text_clear']       = 'Удалить';
$_['text_form']        = 'Редактирование модуля Почта России';

$_['text_pismo_easy']   = 'Простое письмо';
$_['text_pismo_zakaz']  = 'Заказное письмо';
$_['text_pismo_price']  = 'Ценное письмо';
$_['text_pismo_easy1']  = 'Простое письмо 1 класс';
$_['text_pismo_zakaz1'] = 'Заказное письмо 1 класс';
$_['text_pismo_price1'] = 'Ценное письмо 1 класс';

$_['text_prostaya_banderol']  = 'Простая бандероль';
$_['text_zakaznaya_banderol'] = 'Заказная бандероль';
$_['text_tsennaya_banderol']  = 'Ценная бандероль';
$_['text_tsennaya_banderol_obyavlennaya_stennost'] = 'Ценная бандероль с объявленной ценностью';
$_['text_tsennaya_posylka']     = 'Ценная посылка';
$_['text_tsennaya_aviaposylka'] = 'Ценная авиапосылка';
$_['text_tsennaya_posylka_obyavlennaya_stennost']  = 'Ценная посылка с объявленной ценностью';
$_['text_tsennaya_aviabanderol'] = 'Ценная авиабандероль';
$_['text_tsennaya_aviabanderol_obyavlennaya_stennost'] = 'Ценная авиабандероль с объявленной ценностью';
$_['text_tsennaya_aviaposylka_obyavlennaya_stennost'] = 'Ценная авиапосылка с объявленной ценностью';
$_['text_zakaznaya_banderol_1_class'] = 'Заказная бандероль 1 класс';
$_['text_tsennaya_banderol_1_class'] = 'Ценная бандероль 1 класс';
$_['text_tsennaya_banderol_1_class_obyavlennaya_stennost'] = 'Ценная бандероль 1 класс с объявленной ценностью';

$_['text_mzhd_meshok_m']                = 'Международный мешок';
$_['text_mzhd_meshok_m_avia']           = 'Международный мешок авиа';
$_['text_mzhd_meshok_m_zakaznoi']       = 'Международный мешок заказной';
$_['text_mzhd_meshok_m_avia_zakaznoi']  = 'Международный мешок авиа заказной';
$_['text_mzhd_banderol']                = 'Международная бандероль';
$_['text_mzhd_banderol_avia']           = 'Международная авиабандероль';
$_['text_mzhd_banderol_zakaznaya']      = 'Международная бандероль заказная';
$_['text_mzhd_banderol_avia_zakaznaya'] = 'Международная авиабандероль заказная';
$_['text_mzhd_paket']                   = 'Международный мелкий пакет';
$_['text_mzhd_paket_avia']              = 'Международный мелкий пакет авиа';
$_['text_mzhd_paket_zakaznoi']          = 'Международный мелкий пакет заказной';
$_['text_mzhd_paket_avia_zakaznoi']     = 'Международный мелкий пакет авиа заказной';

$_['text_noround']        = 'Не округлять';
$_['text_digit1']         = 'Округлить до целого числа';
$_['text_digit1_plus']    = 'Округлить до целого числа в большую сторону';
$_['text_digit9']         = 'Округлить до 9';
$_['text_digit10']        = 'Округлить до 10';
$_['text_digit50']        = 'Округлить до 50';
$_['text_digit100']       = 'Округлить до 100';

$_['text_bibb']           = 'Не доступно в выбранном регионе.';

// Entry
$_['entry_cost']       = 'Дополнительная плата за обработку и отправку заказа:';
$_['entry_name']       = 'Название способа доставки:';
$_['entry_zone']       = 'Регион получателя по умолчанию:';
$_['entry_city']       = 'Индекс отправителя:';
$_['entry_status']     = 'Статус:';
$_['entry_sort_order'] = 'Порядок сортировки:';
$_['entry_geo_zone']   = 'Географическая зона:';
$_['entry_total']      = 'Минимальная сумма заказа:';
$_['entry_max_total']  = 'Максимальная сумма заказа:';
$_['entry_store']      = 'Магазин:';
$_['entry_mid_weight'] = 'Средний вес заказа:';
$_['entry_min_weight'] = 'Минимальный допустимый вес заказа:';
$_['entry_max_weight'] = 'Максимальный допустимый вес заказа:';
$_['entry_upakovka']   = 'Учитывать вес упаковки:';
$_['entry_methods']    = 'Используемые виды отправлений:';
$_['entry_fragmentation']  = 'Разрешить разбиение:';
$_['entry_zaglushka']      = 'Отображать общую заглушку:';
$_['entry_zaglushka_text'] = 'Текст общей заглушки';
$_['entry_price']          = 'Цена упаковки:';
$_['entry_weight_class']   = 'Единица измерения веса:';
$_['entry_time']        = 'Отображать срок доставки:';
$_['entry_incity']      = 'Не отображать этот вид отправления для городов:';
$_['entry_outcity']     = 'Отображать этот вид отправлеиня для городов:';
$_['entry_min_order']   = 'Минимальная сумма заказа для данного вида отправления:';
$_['entry_max_order']   = 'Максимальная сумма заказа для данного вида отправления:';
$_['entry_image']       = 'Изображение:';
$_['entry_min_weight2'] = 'Минимальный допустимый вес заказа для данного вида отправления:';
$_['entry_max_weight2'] = 'Максимальный допустимый вес заказа для данного вида отправления:';
$_['entry_procent_price']   = 'Процент объявленной стоимости:';
$_['entry_value_for_total'] = 'В качестве суммы заказа брать все включая:';
$_['entry_max_products'] = 'Допустимое кол-во товаров в заказе для данного вида отправления:';
$_['entry_round']        = 'Округление:';
$_['entry_description']  = 'Краткое описание:';
$_['entry_payment']      = 'Способ оплаты для наложенного платежа:';
$_['entry_nalozhka']     = 'Суммировать сумму наложенного платежа с суммой доставки?';
$_['entry_tax_class']    = 'Налоговый класс:';

// Help
$_['help_cost']         = 'Эта сумма добавляется к стоимости доставки. Можно вводить отицательные числа.';
$_['help_name']         = 'Это заголовок для блока выбора способов доставки.';
$_['help_zone']         = 'Необходим для того, чтобы покупатели еще не введя свой адрес могли видеть, что есть возможность доставки Почтой России.';
$_['help_city']         = 'Введите индекс вашего почтового отделения, откуда будете отправлять заказы.';
$_['help_total']        = 'Если общая стоимость заказа меньше этой суммы, то модуль доставки Почта России не будет доступен.';
$_['help_max_total']    = 'Если общая стоимость заказа больше этой суммы, то модуль доставки Почта России не будет доступен.';
$_['help_mid_weight']   = 'Это значение будет использоваться, если вес товаров в корзине равен нулю.';
$_['help_min_weight']   = 'Если общий вес заказа меньше этого числа, то модуль доставки Почта России не будет доступен.';
$_['help_max_weight']   = 'Если общий вес заказа больше этого числа, то модуль доставки Почта России не будет доступен.';
$_['help_upakovka']     = 'Это значение будет добавлено к общему весу заказанных товаров.';
$_['help_fragmentation']= 'Заказ будет разбит на несколько отправлений, если вес всего заказа превышает допустимый вес для выбранного метода доставки.';
$_['help_zaglushka']    = 'Если не нашлось ни одного вида отправления для выбранного адреса, будет отображаться заглушка.';
$_['help_procent_price']= 'Ограничивает процент объявленной стоимости, 100% - полная стоимость заказа. Возможные значения от 1 до 100.';
$_['help_incity']       = 'Например: Москва,Санкт-Петербург';
$_['help_outcity']      = 'Например: Москва,Санкт-Петербург';
$_['help_payment']      = 'Выберите из списка доступных способов оплаты тот, который у вас в системе используется как наложенный платеж.';

// Error
$_['error_permission']  = 'У Вас нет прав для управления этим модулем!';
$_['error_methods']     = 'Выберите виды отправлений, которые вы будете использовать для отправки заказов!';
$_['error_geo_zone']    = 'Выберите хотя бы одну гео-зону!';
$_['error_store']       = 'Выберите магазин!';
$_['error_city']        = 'Введите индекс отправителя состоящий из 6 цифр!';
$_['error_number']      = 'Это поле может содержать только цифры!';
$_['error_warning']     = 'Внимательно проверьте форму на ошибки!';
$_['error_decimal']     = 'Это поле может содержать целые числа или десятичные числа написанные через точку!';
$_['error_procent']     = 'Это поле может содержать значения от 1 до 100!';
?>