<?php
// Heading
$_['heading_title']    = 'Блог: Последние статьи';

// Text
$_['text_module']      = 'Модули';
$_['text_success']     = 'Успешно: Вы изменили модуль последних статей';
$_['text_edit']        = 'Редактирование модуля';

// Entry
$_['entry_name']       = 'Название модуля';
$_['entry_banner']     = 'Изображение';
$_['entry_width']      = 'Ширина';
$_['entry_thumb_size'] = 'Размер картинки (Ш*В)';
$_['entry_limit']      = 'Лимит';
$_['entry_status']     = 'Статус';
$_['entry_columns']    = 'Статей в ряду';
$_['entry_carousel']   = 'Показать как карусель';
$_['entry_thumb']   	= 'Показывать картинку';
$_['entry_characters'] = 'Кол-во символов в описании';
$_['entry_characters_h'] = 'Установите 0, чтобы не показыавать описание';

$_['text_4']   			= '4';
$_['text_3']   			= '3';
$_['text_2']   			= '2';
$_['text_1']   			= '1';

// Error
$_['error_permission'] = 'Внимание: У вас нет доступа для управления модулем';
$_['error_name']       = 'Название модуля должно быть от 3 до 64 символов!';
$_['error_width']      = 'Ширина обязательна!';
$_['error_height']     = 'Высота обязательна!';