<?php
// Heading
$_['heading_title']       = 'Облако тегов';

// Text
$_['text_module']         = 'Модули';
$_['text_success']        = 'Успешно: Вы изменили модуль Облако тегов';

// Entry

$_['entry_status']        = 'Статус';
$_['entry_generate']      = 'Сгенерировать теги';
$_['entry_title']      	  = 'Заголовок модуля';
$_['entry_limit']      	  = 'Лимит тегов';

$_['text_info']      	  = 'Обратите внимание, что вам нужно вручную использовать кнопку «Сгенерировать теги», чтобы обновить список тегов для этого модуля';
$_['text_success']        = 'Список тегов товаров успешно создано';


// Error
$_['error_permission']    = 'Внимание: У вас нет доступа к управлению модулем Облако тегов';